Repository: bozbalci/bozbalci-blog
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: English
tr: İngilizce

source: Turkish
tr: Türkçe

source: Writing
tr: Yazılar

source: Then
tr: Eskiden

source: Posted on <a href="%(url)s" rel="bookmark"><time class="entry-date published" datetime="%(isodate)s">%(date)s</time></a>
tr: Yayım tarihi <a href="%(url)s" rel="bookmark"><time class="entry-date published" datetime="%(isodate)s">%(date)s</time></a>

source: · last updated <time class="updated" datetime="%(isodate)s">%(date)s</time>
tr: · son güncellenme <time class="updated" datetime="%(isodate)s">%(date)s</time>

source: Cover art for %(artist)s - %(title)s
tr: %(artist)s - %(title)s albüm kapağı

source: Artist
tr: Sanatçı

source: Release year
tr: Yıl

source: Berk's rating
tr: Berk'in puanı

source: View release on Discogs
tr: Albümü Discogs'da görüntüle

source: Scrobble this album
tr: Albümü skropla

source: Also in collection
tr: Koleksiyondan başka albümler

source: Music Collection
tr: Müzik Koleksiyonu

source: Latest track from <a href="%(link)s">Last.fm</a>:
tr: <a href="%(link)s">Last.fm</a>'de çalınan son parça:

source: scrobbled %(time)s
tr: %(time)s skroplandı

source: listening now
tr: şu anda çalıyor

source: Everything
tr: Her şey

source: All-time favourites
tr: Favoriler

source: Shuffled
tr: Karışık

source: %(scaled_value)s out of %(total_stars)s stars
tr: %(total_stars)s üzerinden %(scaled_value)s yıldız

source: Untitled
tr: İsimsiz

source: Camera
tr: Kamera

source: Focal length
tr: Odak mesafesi

source: Aperture
tr: Diyafram

source: Shutter speed
tr: Enstantane

source: Uploaded
tr: Yüklendi

source: Taken
tr: Çekildi

source: Permalink
tr: Kalıcı bağlantı

source: Camera roll
tr: Kamera rulosu

source: Albums
tr: Albümler

source: Uploaded on <time datetime="%(isodate)s">%(date)s</time>
tr: <time datetime="%(isodate)s">%(date)s</time> tarihinde yüklendi

source: Taken on <time datetime="%(isodate)s">%(date)s</time>
tr: <time datetime="%(isodate)s">%(date)s</time> tarihinde çekildi

source: Back to the gallery
tr: Galeriye geri dön

source: Back to the album ‘%(title)s’
tr: ‘%(title)s’ albümüne geri dön
